IDEA Open Model
RebarPoint3D.BendRadius Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the radius of the Arc
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double BendRadius { get; set; }
Public Property BendRadius As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
RebarPoint3D Class
IdeaRS.OpenModel.Model Namespace